const Books = [
    {
        id: 1,
        name: "Война и Мир",
        image: "Image/S168x252_2x.webp",
        author: "Лев Толстой",
        year: "1869",
        price: "999",
        description: "Писать о сюжете романа-эпопеи — авантюрная затея.Есть эпические шансы не уложиться в ограниченное количество строк. Поэтому опишем «Войну и мир» как физики, а не лирики. Ведь физики лаконичны даже тогда, когда говорят о Вселенной. Итак, Кутузов и Наполеон — это два магнитных полюса. Пусть отдельные силовые линии в пространстве между ними будут действующими лицами романа. Таких насчитывается 569. В это число входят все классы общества, все возрасты и характеры; автор анализирует их жесты, мимику и даже мысли. А общее магнитное поле условимся считать народом, или, в зависимости от проявления его в романе, толпой.  Вся эта чудесная физика взаимодействует и живет в объеме одной книги, но всегда дарит новые подробности наблюдателю, как если бы он пристально вглядывался в вещи и видел за молекулами атомы, а за ними — элементарные частицы. И затем бы укладывал увиденное в общую картину мира и словно бы чувствовал странный магнетизм — но уже не приборами, а самой душой.Комплект из 4-х книг.",
        type: "Book",
    },
    {
        id: 2,
        name: "Преступление и наказание",
        image: "Image/i (3).webp",
        author: "Фёдор Достоевский",
        year: "1866",
        price: "850",
        type: "Book",
        description: "Ф.М. Достоевский — мастер психологической прозы XIX века, признанный во всем мире. Его работы переведены более чем на 170 языков. «Преступление и наказание» — высочайший образец криминального романа. Достоевский поставил вопросы, и по сей день не решенные. Кем должен быть человек: «тварью дрожащей», как говорит Раскольников, или «Наполеоном»? Произведение написано в 1866 году, но до сих пор остается самой читаемой в мире книгой и входит в большинство школьных программ по литературе."
    },
    {
        id: 3,
        name: "Мастер и Маргарита",
        image: "Image/i (18).webp",
        author: "Михаил Булгаков",
        year: "1967",
        price: "750",
        type: "Book",
        description: "Михаил Афанасьевич Булгаков – один из наиболее значимых русских писателей ХХ века. Сегодня, когда произведения Булгакова входят в золотой фонд русской классики, сложно представить, как долго они шли к читателям, каким жестоким нападкам подвергался писатель со стороны официальной критики. С конца 1920-х годов Булгакова практически перестают печатать. Главное произведение Булгакова – «Мастер и Маргарита», над которым писатель работал больше десяти лет, – было опубликовано лишь в середине 1960-х, с цензурными пропусками. Именно этот роман, увидевший свет через двадцать шесть лет после смерти автора, принес ему заслуженную известность, открыв всему миру большого художника, подлинного мастера слова.«Мастер и Маргарита» М. А. Булгакова – самое удивительное и загадочное произведение ХХ века. Этот роман поразил читателей необычностью замысла, сочетанием двух параллельных линий сюжета, красочностью и фантастичностью действия, объединяющего героев разных эпох и культур. Автор создал «роман в романе», где сплетены воедино религиозно-историческая мистерия, восходящая к легенде о распятом Христе, московская «буффонада» и сверхъестественные сцены с персонажами, воплощающими некую темную силу, которая «вечно хочет зла и вечно совершает благо». «Есть в этой книге какая-то безрасчетность, какая-то предсмертная ослепительность большого таланта…» – писал Константин Симонов в своем предисловии к первой публикации романа, открывшей всему миру большого художника, подлинного Мастера слова.Издательство Азбука выпустило самый мистический роман 20 века в твердом переплете. На страницах книги вы станете свидетелями любви между главными героями, двойственности мира, вечной борьбы добра и зла, вопросов о свободе творчества и роли художника в обществе «Весь роман пронизан какой-то загадкой, тайной. Атмосфера произведения мне очень понравилась, постоянное ощущение чего-то мистического не покидало на протяжении всей книги»"
    },
    {
        id: 4,
        name: "Детство",
        image: "Image/i (1).webp",
        author: "Лев Толстой",
        year:"1852",
        price: "999",
        type: "Book",
        description: "«Детство» Льва Николаевича Толстого – шедевр русской классики, включенный в школьную программу по литературе и занимающий почетное место в нашем культурном наследии. Повествование затрагивает темы внутреннего мира героя, Николая Ильича, и его первых шагов во взрослую жизнь. Эта повесть оказывает глубокое воздействие на читателей, погружая их в атмосферу детства, где каждая страница наполнена откровениями, волнующими впечатлениями и размышлениями о жизни. Иллюстрации Апсит А.П. вносят красочную ноту в произведение, делая его еще ближе и понятнее для современного читателя. Это издание станет важным элементом в формировании чувства литературного вкуса у молодого поколения."
    },
    {
        id: 5,
        name: "Недоросль",
        image: "Image/i (2).webp",
        author: "Денис Фонвизин",
        year:"1782",
        price: "999",
        type: "Book",
        description: ""
    },
    {
        id: 6,
        name: "Анна Каренина",
        image: "Image/i (17).webp",
        author: "Лев Толстой",
        year: "1877",
        price: "920",
        type: "Book",
        description: "Денис Иванович Фонвизин написал свою знаменитую комедию в XVIII веке, но она и сейчас не потеряла своей актуальности. В ней автор с юмором и иронией изображает жизнь русской знати XVIII века, раскрывая проблемы нравственности и образования. Многие фразы из этого произведения стали крылатыми, и мы используем их в жизни до сих пор: «Не хочу учиться - хочу жениться», «Суженого конём не объедешь», «В большом свете водятся премелкие души», «Наличные деньги - не наличные достоинства».Книга напечатана на офсетной пухлой кремовой бумаге. Иллюстраций нет.Для детей старшего школьного возраста."
    },
    {
        id: 7,
        name: "Мёртвые души",
        image: "Image/i (16).webp",
        author: "Николай Гоголь",
        year: "1842",
        price: "680",
        type: "Book",
        description: "Выход первого тома «Мертвых душ» Н. Гоголя в 1842 году вызвал бурную полемику современников, расколов общество на поклонников и противников поэмы. «…Говоря о „Мертвых душах“ — можно вдоволь наговориться о России…» — это суждение П. Вяземского объясняло главную причину споров и определяло особое место книги в истории русской литературы. Сегодня уже никто не сомневается, что перед нами величайшее произведение, по праву вошедшее в золотой фонд национальной классики. «Мертвые души» изучают в школе. Однако, повзрослев, стоит вновь перелистать знакомые страницы. Как и 160 лет назад, поэма заставляет читателя с головой погрузиться в атмосферу гоголевской России; она вызывает массу размышлений не только о прошлом, но также о настоящем и будущем нашей страны. По-прежнему актуален вопрос автора: «Русь, куда несешься ты, дай ответ?»"
    },
    {
        id: 8,
        name: "Герой нашего времени",
        image: "Image/i (15).webp",
        author: "Михаил Лермонтов",
        year: "1840",
        price: "650",
        type: "Book",
        description: "М. Ю. Лермонтов — вторая, после Пушкина, величина в русской литературе первой половины XIX века. В настоящем издании публикуются поэмы Лермонтова разных лет, в том числе такие общепризнанные шедевры, как «Кавказский пленник», «Мцыри», «Демон», а также роман «Герой нашего времени» — одна из вершин русской прозы. Воспринятый современниками М. Ю. Лермонтова как «странный», роман побуждает все новые и новые поколения читателей искать решения его загадкам."
    },
    {
        id: 9,
        name: "Идиот",
        image: "Image/i (14).webp",
        author: "Фёдор Достоевский",
        year: "1869",
        price: "800",
        type: "Book",
        description: "«Главная идея... — писал Ф. М. Достоевский о своем романе „Идиот“, — изобразить положительно-прекрасного человека. Труднее этого нет ничего на свете…» Не для того ли писатель явил миру «князя-Христа», чтобы мы не забывали: «Страдание есть главнейший и, может быть, единственный закон бытия всего человечества». Каждое новое поколение по-своему воспринимает классику и пытается дать собственные ответы на вечные вопросы бытия. Об этом свидетельствуют и известные экранизации романа, его сценические версии. В России запоминающиеся образы князя Мышкина создали Ю. Яковлев, И. Смоктуновский, Е. Миронов. "
    },
    {
        id: 10,
        name: "Братья Карамазовы",
        image: "Image/i (13).webp",
        author: "Фёдор Достоевский",
        year: "1880",
        price: "1100",
        type: "Book",
        description: "Последний, самый объемный и один из наиболее известных романов Ф. М. Достоевского обращает читателя к вневременным нравственно-философским вопросам о грехе, воздаянии, сострадании и милосердии. Книга, которую сам писатель определил как »роман о богохульстве и опровержении его», явилась попыткой »решить вопрос о человеке», »разгадать тайну» человека, что, по Достоевскому, означало »решить вопрос о Боге». Сквозь призму истории провинциальной семьи Карамазовых автор повествует об извечной борьбе Божественного и дьявольского в человеческой душе. Один из самых глубоких в мировой литературе опытов отражения христианского сознания, «Братья Карамазовы» стали в ХХ веке объектом парадоксальных философских и психоаналитических интерпретаций."
    },
    {
        id: 11,
        name: "Обломов",
        image: "Image/i (12).webp",
        author: "Иван Гончаров",
        year: "1859",
        price: "720",
        type: "Book",
        description: "Роман «Обломов» — вершина творчества И. А. Гончарова. Опубликованный в 1859 году, этот роман вызвал неоднозначную реакцию критиков. Гончаров не только показал удивительный и парадоксальный тип русского человека, но и сделал его имя нарицательным, определив такой образ жизни как «обломовщина». Одни видели в Обломове символ косности России и знамение времени. По мнению Н. А. Добролюбова, «лень и апатия Обломова — единственная пружина действия во всей его истории». Другие критики оправдывали главного героя романа. Так, А. В. Дружинин писал: «Он дорог нам как самостоятельная и чистая натура, вполне независимая от той схоластико-моральной истасканности, что пятнает собою огромное большинство людей...» Одни трактовали роман как сатирическое произведение, другие отмечали в нем и лирическое начало, и тонкий психологизм. Эта оригинальная и единственная в своем роде книга до сих пор вызывает споры, не утратив своего значения."
    },
    {
        id: 12,
        name: "Вишнёвый сад",
        image: "Image/i (11).webp",
        author: "Антон Чехов",
        year: "1904",
        price: "550",
        type: "Book",
        description: "Новатор театра, сам Чехов причислял свои пьесы, скорее трагические, к жанру комедии — что и по сей день вызывает споры литературоведов и критиков. Уводя сюжет драматических произведений в подтекст, Чехов направляет всю мощь своего импрессионистического метода на описание действительной жизни в ее печальных и забавных проявлениях, которые непрерывно следуют друг за другом: мгновения одиночества и любви, праздничных и денежных забот. И главным героем становится время, которое неизбежно проходит и незаметно ведет человека к его концу."
    },
    {
        id: 13,
        name: "Тихий Дон",
        image: "Image/SUx182_2x.webp",
        author: "Михаил Шолохов",
        year: "1940",
        price: "950",
        type: "Book",
        description: "«Тихий Дон» — хроника судьбы донского казака Григория Мелехова, вписанная в вихрь революции, войны и гражданского разлома. Судьба, где любовь разрывается между долгом и страстью, а человек каждый день выбирает: убить или пощадить, предать или выстоять, остаться или уйти. На фоне переломов времени рушатся родовые связи, привычный уклад и сам человек."
    },
    {
        id: 14,
        name: "Доктор Живаго",
        image: "Image/i (10).webp",
        author: "Борис Пастернак",
        year: "1957",
        price: "880",
        type: "Book",
        description: "Роман Доктор Живаго - одно из выдающихся произведений русской литературы, на протяжении долгих лет остававшееся закрытым для широкого круга читателей в нашей стране, знавших о нем только по скандальной и недобросовестной партийной критике. Незащищенность и бессмертие творческой личности, интеллигента и художника в переломные моменты жизни нашего народа - центральная тема итоговой книги лауреата Нобелевской премии Бориса Леонидовича Пастернака (1890-196О). Судьба романа, судьба его автора и ткань самого произведения неразрывны в восприятии сегодняшнего читателя."
    },
    {
        id: 15,
        name: "Собачье сердце",
        image: "Image/i (9).webp",
        author: "Михаил Булгаков",
        year: "1925",
        price: "670",
        type: "Book",
        description: "Повесть «Собачье сердце» – одно из знаковых произведений Михаила Булгакова, написанное в 1925 году. В нем с едким сарказмом и юмором изображен научный опыт профессора Преображенского по превращению собаки в человека. Булгаков создает яркую сатирическую аллегорию на абсурдные социальные эксперименты советской действительности. Автор исследует вопросы природы, морали и власти, показывая, что вмешательство в естественный ход вещей может иметь разрушительные последствия."
    },
    {
        id: 16,
        name: "1984",
        image: "Image/i (8).webp",
        author: "Джордж Оруэлл",
        year: "1949",
        price: "780",
        type: "Book",
        description: ""
    },
    {
        id: 17,
        name: "Улисс",
        image: "Image/i (7).webp",
        author: "Джеймс Джойс",
        year: "1922",
        price: "1200",
        type: "Book",
        description: "Английский писатель, критик, публицист и журналист Джордж Оруэлл вошел в историю литературы прежде всего благодаря своему последнему роману «1984», который стал одной из главных книг-антиутопий ХХ века. Изображенное автором общество будущего основано на тотальной несвободе личности, пропаганде и открытом насилии – победивших, согласно горькому и грозному предсказанию автора, в вымышленном государстве Океания к 1984 году. В настоящий сборник также включена знаменитая сатирическая повесть «Скотный Двор», в которой животные, изгнав с фермы хозяина, пытаются создать справедливое общество по законам всеобщего равенства. Однако это оказывается не таким уж легким делом, ибо, как гласит знаменитая заповедь Скотного Двора: «Все животные равны. Но некоторые животные равны более, чем другие»."
    },
    {
        id: 18,
        name: "Великий Гэтсби",
        image: "Image/i (6).webp",
        author: "Фрэнсис Скотт Фицджеральд",
        year: "1925",
        price: "690",
        type: "Book",
        description: "В настоящем издании представлены знаменитые романы, которые составили славу одного из интереснейших писателей ХХ столетия Фрэнсиса Скотта Фицджеральда. Он стал рупором идей и выразителем душевных настроений молодежи 1920-х. Устами героя публикуемого здесь романа — «По эту сторону рая» (1920) — он объявил, что пришло поколение, для которого «все боги умерли, все войны отгремели, всякая вера подорвана». Фицджеральд первым сообщил миру о начале «века джаза» с его карнавальным стилем жизни, которого придерживался и сам… Однако, будучи тонко чувствующим художником,  он не мог не увидеть двойственной природы данного явления. В своем лучшем романе «Великий Гэтсби» (1925) Фицджеральд  дал ясно понять, что карнавал бытия закономерно завершается жизненным банкротством его участников."
    },
    {
        id: 19,
        name: "Сто лет одиночества",
        image: "Image/i (5).webp",
        author: "Габриэль Гарсиа Маркес",
        year: "1967",
        price: "820",
        type: "Book",
        description: "	 Габриэль Гарсиа Маркес — величайший писатель ХХ века, лауреат Нобелевской премии, автор всемирно известных романов «Сто лет одиночества», «Любовь во время чумы» и «Осень патриарха». Одна из величайших книг ХХ века. Странная, поэтичная, причудливая история города Макондо, затерянного где‑то в джунглях, — от сотворения до упадка. История рода Буэндиа — семьи, в которой чудеса столь повседневны, что на них даже не обращают внимания. Клан Буэндиа порождает святых и грешников, революционеров, героев и предателей, лихих авантюристов — и женщин, слишком прекрасных для обычной жизни. В нем кипят необычайные страсти — и происходят невероятные события. Однако эти невероятные события снова и снова становятся своеобразным «волшебным зеркалом», сквозь которое читателю является подлинная история Латинской Америки.."
    },
    {
        id: 20,
        name: "Гарри Поттер и философский камень",
        image: "Image/i (4).webp",
        author: "Джоан Роулинг",
        year: "1997",
        price: "750",
        type: "Book",
        description: "Для поклонников саги и желающих присоединиться к их числу первую книгу истории - «Гарри Поттер и философский камень». Эта часть - отправной пункт в увлекательном путешествии в мир магии с тройкой лучших друзей, которым предстоит вместе преодолеть зло, а заодно и свои страхи. Десятилетний подросток, потерявший родителей, живет в семье, где каждый не упускает шанса его обидеть, но справедливость восторжествует – Гарри станет учеником волшебной школы, и наконец найдет ответы на многие вопросы… История будет интересной всем возрастным категориям."
    }
];
export default Books