const Cars = [
    {
        id: 21,
        name: "Haval Jolion",
        image: "Image/Car1.png",
        author: "",
        year: " 2021 – 2026 ",
        price: "2 249 000",
        type: "Car",
        description:"Компактный городской кроссовер, построенный на глобальной платформе Haval. Отличается ярким дизайном в стиле «Hi-Tech» (узкая оптика, массивная фальшрадиаторная решетка). Оснащается бензиновым турбомотором 1.5 литра (143 или 150 л.с. в зависимости от версии и года). Автомобиль предлагает высокий уровень оснащения уже в базовых комплектациях: светодиодная оптика, кондиционер, система бесключевого доступа. В более дорогих версиях доступен панорамный люк с электроприводом и расширенный пакет систем безопасности (адаптивный круиз-контроль, системы удержания в полосе и т.д.). Объем багажника составляет 337 литров."
    }
]
export default Cars